[
    [
        {
            "id": 1,
            "name": "Mon recueil de douceur",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/3b\/35\/ef\/15676731\/1540-1\/tsp20231007081137\/Mon-recueil-de-douceurs.jpg",
            "price": 33.99,
            "description": "Retrouvez ses 70 recettes réconfortantes préférées : cookies, cinnamon rolls, banana bread, muffins aux myrtilles, pancakes, iced latte... et partagez en sa compagnie un moment..."
        },
        {
            "id": 2,
            "name": "Super Nickel",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/b0\/ef\/ee\/15658928\/1540-1\/tsp20231004075140\/Super-nickel.jpg",
            "price": 9.99,
            "description": "Qui n’a pas entendu parler de Michel Dumas ? Avec son allure des années 1970, et sa petite cuisine en carrelages bleus, ce chef est devenue une star du web grâce à ses vidéos Youtube. Mais avant de se faire remarquer pour son allure et son humour, Michel Dumas cartonne pour ses recettes et la transmission de ses techniques culinaires. Le chef propose des recettes gourmandes et ultra fiables, tout autant une issues du patrimoine gastronomique français."
        },
        {
            "id": 3,
            "name": "Je cuisine avec 3 ingrédients",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/35\/35\/ef\/15676725\/1540-1\/tsp20231005073603\/Je-cuisine-avec-3-ingredients-et-pour-3-fois-rien.jpg",
            "price": 23.99,
            "description": "Toujours soucieux de proposer une cuisine authentique et accessible, Laurent Mariotte a imaginé 60 recettes à préparer avec seulement 3 ingrédients. Ou comment composer un panier de courses à petit budget pour des repas variés, équilibrés et gourmands : asperges rôties, gratin de courgette à la grecque, ailes de poulet suce-doigts, boulettes de bœuf au comté, fiadone, fudge menthe-chocolat..."
        },
        {
            "id": 4,
            "name": "Happy Hours",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/67\/88\/ee\/15632487\/1540-1\/tsp20231005072526\/Happy-Hours.jpg",
            "price": 13.99,
            "description": "Happy hours, c’est mon mode de vie, mes recettes de wannabe cuistot, qui prennent rarement plus de 15 min, mais permettent de se régaler, mes séances de sport, mes shots préférés, mes pensées, mes restos favoris. Secouez le tout et ça devrait donner un joyeux mélange."
        },
        {
            "id": 5,
            "name": "Chef de Famille",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/94\/88\/ee\/15632532\/1540-1\/tsp20230906075023\/Chef-de-famille.jpg",
            "price": 10.49,
            "description": "Norbert vous propose 120 recettes simples, gourmandes, créatives, pensées pour être réalisées par tous, le soir comme le week-end, avec le truc en plus d’un véritable chef."
        },
        {
            "id": 6,
            "name": "Cuisine d'Asie",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/32\/19\/ee\/15604018\/1540-1\/tsp20230921080452\/Cuisines-d-Asie.jpg",
            "price": 49.98,
            "description": "100 recettes gourmandes et inratables par Cooking with Morgane. Une dizaine de pages d'explications sur la cuisine asiatique, les ustensiles, les ingrédients de base. Puis les recettes: boeuf aux oignons, poulet du général Tao, potage pékinois, soupe de raviolis wonton, tom kha kai, travers de porc rôtis à la citronnelleaubergines sautées..."
        },
        {
            "id": 7,
            "name": "Cook Book",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/dd\/26\/ec\/15476445\/1540-1\/tsp20230921080124\/Le-cook-book-de-Tiffany-Family.jpg",
            "price": 19.99,
            "description": "Les petits plats préférés de mes minis ; tous mes conseils et astuces pour cuisiner tous les soirs sans être de corvée et s’alléger la tête ! On va ruser avec les légumes, réduire le sucre, se simplifier au max les timings de préparation, faire découvrir (et apprécier !) les fruits et légumes de saison aux plus petits (et aussi faire de sacrées économies), cuisiner des choses à l’avance, retrouver du temps pour prendre son temps tous ensemble."
        },
        {
            "id": 8,
            "name": "Simple",
            "imageurl": "https:\/\/static.fnac-static.com\/multimedia\/Images\/FR\/NR\/63\/7e\/7d\/8224355\/1540-1\/tsp20230720075134\/Simple.jpg",
            "price": 3.99,
            "description": "Les nouvelles recettes de Yotam Ottolenghi toujours aussi délicieuses et originales, mais à la portée de tous grâce à 6 principes tout simples repérés par des pictogrammes."
        }
    ],
    {
        "nom": "Nouvel élément",
        "valeur": 42
    }
]